"Setting success" = "设置成功";
"Setting failure" = "设置失败";
"Network request timeout" = "网络请求超时";
"Prompt" = "提示";
"No" = "否";
"Yes" = "是";
"Cancel" = "取消";
"Confirm" = "确定";
"Done" = "完成";
"Save" = "保存";
"I got it" = "我知道了";
"Device disconnected" = "设备未连接";
"Delete" = "删除";
"Edit" = "编辑";
"Last refresh" = "最后更新";
"Pull down to refresh data" = "下拉可以刷新";
"Refreshing the data.." = "正在刷新数据中..";
"Release to refresh data" = "松开立即刷新";
"Please open %@ to synchronize your health data and to check your sleep status last night" = "赶快打开%@同步一下数据吧，看看昨晚的睡眠状态如何";
"Please open %@ to synchronize your health data and to check your today's sport" = "辛苦一天了，赶快打开%@同步一下数据吧，看看今天的运动成果如何";
"Log in" = "登录";
"Sign up" = "注册";
"Or" = "或者";
"Forgot password?" = "忘记密码?";
"Email or phone number" = "邮箱或手机号码";
"Password" = "密码";
"Enter Security code" = "输入验证码";
"Security code" = "发送验证码";
"Reset password" = "重置密码";
"Network unavailable，please check network" = "网络异常，请检查网络";
"Please enter account" = "请输入帐号";
"Account format error" = "账号格式有误";
"Please enter password" = "请输入密码";
"Please enter a valid password from 6 to 20" = "请输入6到20位有效密码";
"Login, please later" = "登录中，请稍候";
"Login success" = "登录成功";
"Login failed" = "登录失败";
"Registration, please later" = "注册中，请稍候";
"Sign up failed" = "注册失败";
"Account does not exist" = "账号不存在";
"Account already exists" = "账号已存在";
"Password error" = "密码错误";
"Enter verification code" = "请输入验证码";
"Password format error" = "密码格式有误";
"Send seccuss" = "验证码发送成功";
"Send failed" = "验证码发送失败";
"Validation failed" = "验证码验证失败";
"Please enter 4 valid verify codes" = "请输入4位有效验证码";
"Verification code is expired, please try again" = "验证码已失效，请重新获取";
"Reset password success" = "重置密码成功";
"Reset password failed" = "重置密码失败";
"Personal information" = "个人信息";
"Personal data" = "个人数据";
"Set goal" = "设定目标";
"According to your personal data, we advise you to walk %@steps a day, and sleep 8.0 hours to keep healthy" = "根据您的个人信息，我们建议您每日步行%@步以上，并保证%@小时以上的睡眠，以保持健康";
"Sport" = "运动";
"Step" = "步";
"Steps" = "步数";
"Sleep" = "睡眠";
"Adding information，please later" = "正在添加资料，请稍候";
"Add user data failed" = "添加用户资料失败";
"Dashboard" = "数据面板";
"hours" = "小时";
"Disconnected" = "未连接";
"Click to connect device" = "点击连接设备";
"TODAY" = "今天";
"YESTERDAY" = "昨天";
"2 DAYS AGO" = "前天";
"Heart rate" = "心率";
"Blood pressure" = "血压";
"No sleep data" = "没有睡眠数据";
"No steps data" = "没有记步数据";
"No HR data" = "没有心率数据";
"No BP data" = "没有血压数据";
"Maximum steps:" = "最大步数:";
"Latest" = "最近";
"Health Tips" = "健康小贴士";
"History" = "历史数据";
"Weekly" = "周";
"Monthly" = "月";
"Yearly" = "年";
"Average:" = "平均:";
"Sleep quality:" = "睡眠质量:";
"None" = "无";
"bad" = "差";
"generally" = "一般";
"Good" = "好";
"Great" = "很好";
"Perfect" = "完美";
"Sleep duration" = "睡眠时长";
"Awake times" = "苏醒次数";
"Fell Asleep" = "入睡时间";
"Woke up" = "苏醒时间";
"Deep sleep" = "深度睡眠";
"Light sleep" = "浅度睡眠";
"%@%@ to achieve goal" = "距离您的目标还需%@%@";
"Congratulations, you have completed the goal!" = "恭喜您，已完成了目标！";
"Distance" = "距离";
"Burned" = "卡路里";
"Passive HR" = "实时心率";
"Average HR" = "平均心率";
"Time in heart rate zone" = "一天活动状态占比";
"Heart rate zone" = "心率";
"Rest" = "静止";
"Move" = "少量";
"Moderate" = "中等";
"Mass" = "大量";
"Strenuous" = "剧烈";
"Single heart rate test" = "心率手动测试";
"Bluetooth disconnected，test failed" = "蓝牙断开连接，测试中断";
"testing..." = "测试中...";
"test complete" = "测试完成";
"high" = "偏高";
"low" = "偏低";
"Normal" = "正常";
"Please wear properly" = "请保持正确佩戴姿势";
"Lowest BP" = "最低血压";
"Highest BP" = "最高血压";
"Measured time" = "测得时间";
"Blood pressure zone" = "血压";
"BP manual test" = "血压手动测试";
"Start real-time BP measurement" = "开始实时血压测试";
"You haven’t set up your personal BP data， set up now？" = "您还没有设置自己的私人血压，是否前往设置？";
"Your BP is %@/%@！Do you want to save data？" = "您本次测得的血压为%@/%@, 是否保存此次测量数据？";
"Running" = "运动";
"BEGIN RUNNING" = "开始运动";
"No running history yet please start one" = "您还没有运动记录，赶快跑一段吧";
"Maps" = "地图";
"start\nsport" = "开始\n运动";
"Go exercise outside" = "到户外去运动吧!";
"Indoor GPS signal is poor, app could not accurately track in maps." = "室内运动会导致记录不准确，无法获得正确的运动轨迹";
"Continue" = "继续";
"Stop exercises" = "停止运动";
"If back, app will stop tracking movement locus, back?" = "返回将终止您的轨迹记录，是否返回？";
"Back" = "返回";
"Waiting for loading maps" = "正在加载地图请稍后";
"Poor" = "弱";
"Strong" = "强";
"No movement data records, Stop exercises?" = "未获得运动数据，是否结束本次运动?";
"Save or note?" = "是否保存本次运动记录并备注？";
"Pull to pause" = "下拉\n停止";
"Gps duration" = "时长";
"Pace" = "平均配速";
"Calorie" = "卡路里";
"Settings" = "设置";
"My device" = "我的设备";
"Device" = "设备";
"Activity" = "运动目标";
"Sleep goal" = "睡眠目标";
"More" = "更多";
"About us" = "关于我们";
"Alcohol test" = "过敏性饮酒检测";
"Log out" = "退出登录";
"No drink data records, please keep up" = "没有饮酒记录，请继续保持";
"Profile" = "个人资料";
"Nickname" = "昵称";
"Gender" = "性别";
"male" = "男";
"female" = "女";
"Date of birth" = "出生日期";
"Weight" = "体重";
"Height" = "身高";
"Camera" = "相机";
"Albums" = "相册";
"Uploaded" = "更新成功";
"Upload failed" = "更新失败";
"Please enter your nickname" = "请输入您的昵称";
"Drinking time" = "饮酒大致时间";
"The role of alcohol on the liver" = "酒精对肝脏作用时间";
"Drinking level" = "饮酒程度";
"alcohol allergic people or not" = "是否为酒精易过敏人群";
"bit" = "少量";
"moderate" = "中度";
"A lot of" = "大量";
"excess" = "过量";
"No pair no cloud data, pair account？" = "您还未绑定此设备,只有绑定成功才会上传数据到云端,是否绑定？";
"Connect device" = "连接设备";
"Connected" = "连接成功";
"Enter the password" = "请输入密码";
"Please enter 4 numbers code" = "输入4位数字密码";
"Have new firmware version, whether to upgrade？" = "监测到设备有新的固件版本，是否前往升级？";
"Power remain" = "电池电量";
"Notifications" = "通知";
"New message" = "信息提醒";
"Alarm" = "闹钟设置";
"Long seat" = "久坐提醒";
"Pair account" = "绑定设备";
"Night turn wrist" = "夜间转腕";
"BP mode" = "血压测试模式";
"Firmware upgrade" = "固件更新";
"Already the latest version" = "已经是最新版本了";
"Did disconnected" = "断开连接";
"Paired" = "绑定成功";
"Unpaired" = "解绑成功";
"Pair failed" = "绑定失败";
"Unpaid failed" = "解绑失败";
"Pair mobile phone" = "绑定手机";
"Phone call" = "来电";
"Message" = "短信";
"Alarm settings" = "闹钟设置";
"Long seat setting" = "久坐提醒设置";
"Start from" = "起始时间";
"End at" = "结束时间";
"Remind when over" = "多久提醒";
"BP test mode setting" = "血压测试模式设置";
"Device BP test mode: %@" = "设备血压测试模式: %@";
"Blood Normal" = "通用模式";
"Blood Personal" = "私人模式";
"Setting your personal BP data for testing to obtain more accurate data. Set your accurate blood pressure value without taking hypo tensors" = "设置您的私人血压模式，以获取更精准的数据，此处您需要设置的是未服用降压药的有效血压值。";
"Changing private mode data will also change the private mode of manual testing and device testing" = "请选择私人血压模式数据，私人血压模式只针对个人有效，他人使用请选择通用模式";
"Reset device password" = "重置设备密码";
"Enter old password" = "输入旧密码";
"Enter new password" = "输入新密码";
"Confirm new password" = "确认新密码";
"Please enter old password" = "请输入旧密码";
"Old password is incorrect" = "旧密码不正确";
"Please enter new password" = "请输入新密码";
"Please enter 4 valid numbers from 0 to 9" = "请输入4位0到9的有效字符";
"The two password you typed do not match" = "两次输入的密码不一致，请重试";
"Current version:" = "当前版本:";
"Update version:" = "更新版本:";
"Update" = "开始升级";
"Upload complete" = "升级完成";
"Setting activity" = "运动目标";
"According to your personal data, we advise you to walk %@steps a day" = "根据您的个人数据，我们建议您一天运动目标为%@步";
"According to your personal data, we advise you to sleep %@hours a day" = "根据您的个人数据，我们建议您的睡眠时长为%@小时";
"Download the latest version?" = "是否前往下载最新版本？";
"测试中断" = "测试中断";
"本次测试无效" = "本次测试无效";
"私人血压模式设置" = "私人血压模式设置";
"血压测试模式" = "血压测试模式";
"如果设备与手机已经配对成功,则此次操作无效,如果需要解除设备与手机配对,请在手机蓝牙设置中忽略此设备,请确定是否执行本次配对操作" = "如果设备与手机已经配对成功,则此次操作无效,如果需要解除设备与手机配对,请在手机蓝牙设置中忽略此设备,请确定是否执行本次配对操作";
"正在检测，请保持正确姿势" = "正在检测，请保持正确姿势";
"时间设置不合理" = "时间设置不合理";
"分享内容" = "分享内容";
"分享标题" = "分享标题";
"名字" = "名字";
"信号" = "信号";
"暂不支持此功能" = "暂不支持此功能";
"请坚持佩戴" = "请坚持佩戴";
"请输入4位有效密码" = "请输入4位有效密码";
"分享成功" = "分享成功";
"分享失败" = "分享失败";
"January" = "1月";
"February" = "2月";
"March" = "3月";
"April" = "4月";
"May" = "5月";
"June" = "6月";
"July" = "7月";
"August" = "8月";
"September" = "9月";
"October" = "10月";
"November" = "11月";
"December" = "12月";
"登录过期，请重新登录" = "登录过期，请重新登录";
"无账号登录>" = "无账号登录>";
"设备防丢" = "设备防丢";
"初始密码:0000" = "初始密码:0000";
"佩戴检测" = "佩戴检测";
"设备端正在使用测试功能" = "设备端正在使用测试功能";
"高压要比低压大24" = "高压要比低压大24";
"意见反馈" = "意见反馈";
"问题和意见" = "问题和意见";
"请简要描述您的问题和意见" = "请简要描述您的问题和意见";
"图片(选填,提供问题截图)" = "图片(选填,提供问题截图)";
"联系方式" = "联系方式";
"邮箱、电话" = "邮箱、电话";
"提交" = "提交";
"提交成功" = "提交成功";
"提交失败" = "提交失败";
"内容不能为空" = "内容不能为空";
"到达5张图片上限" = "到达5张图片上限";
"偏瘦" = "偏瘦";
"正常" = "正常";
"偏胖" = "偏胖";
"肥胖" = "肥胖";
"极胖" = "极胖";
"偏瘦提示" = "目前BMI指数较低,\n属于较瘦人群,离标准身材还有一点距离哦!";
"正常提示" = "目前BMI指数正常,\n身材指数完美,要继续保持哦!";
"偏胖提示" = "目前BMI指数偏高,\n离标准身材还有一点距离哦!";
"肥胖提示" = "当前BMI指数较高,心脏病、高血压\n等疾病的发病风险较高,请注意改善生活习惯。";
"极胖提示" = "当前BMI指数很高,易突发心脏病、\n高血压等疾病,请注意改善生活习惯!";
"苹果健康" = "苹果健康";
"允许%@写入数据" = "允许%@写入数据";
"未授权" = "未授权";
"同步步数" = "同步步数";
"同步卡路里" = "同步卡路里";
"同步睡眠" = "同步睡眠";
"三方平台" = "第三方平台";
"微信运动" = "微信运动";
"接入微信运动，与朋友分享运动的乐趣！" = "接入微信运动，与朋友分享运动的乐趣！";
"绑定" = "绑定";
"已绑定" = "已绑定";
"操作方法" = "\n操作方法";
"1. 请先绑定设备" = "1. 请先绑定设备";
"2. 打开微信，进入微信运动，点击微信主页右上角的设置按钮，找到“记录运动数据”栏，选择“添加数据来源“，您将搜索到您购买设备厂家的公众号，请添加此公众号作为数据来源" = "2. 打开微信，进入微信运动，点击微信主页右上角的设置按钮，找到\"记录运动数据\"栏，选择\"添加数据来源\"，您将搜索到您购买设备厂家的公众号，请添加此公众号作为数据来源";
"3. 返回微信运动主页，进入排行榜，此时就能看到设备的数据已经同步到微信运动中，如果不能同步，请多刷新几次排行榜页面" = "3. 返回微信运动主页，进入排行榜，此时就能看到设备的数据已经同步到微信运动中，如果不能同步，请多刷新几次排行榜页面";
"注意: 设备连接微信运动前，请先保证设备与App连接" = "注意: 设备连接微信运动前，请先保证设备与App连接";
"拍照" = "拍照";
"%ld 张照片" = "%ld 张照片";
"没有照片" = "没有照片";
"您可以使用 iTunes 将照片\n同步到 iPhone" = "您可以使用 iTunes 将照片\n同步到 iPhone";
"%@访问相机或相册权限受到限制" = "%@访问相机或相册权限受到限制";
"下拉可以刷新" = "下拉可以刷新";
"松开立即刷新" = "松开立即刷新";
"正在同步数据..." = "正在同步数据...";
"同步完成" = "同步完成";
"开关设置" = "开关设置";
"24小时制" = "24小时制";
"心率自动监测" = "心率自动监测";
"血压自动监测" = "血压自动监测";
"单位设置" = "单位设置";
"英制" = "英制";
"公制" = "公制";
"英里" = "英里";
"血氧手动测试" = "血氧手动测试";
"您本次测得的血氧浓度为%ld%%,是否保存？" = "您在%@测得的血氧浓度为%ld%%,是否保存？";
"正常血氧浓度范围为95%~99%" = "正常血氧浓度范围为95%~99%";
"血氧浓度异常" = "血氧浓度异常";
"血氧浓度偏低" = "血氧浓度偏低";
"血氧浓度低" = "血氧浓度低";
"血氧浓度正常" = "血氧浓度正常";
"疲劳度手动测试" = "疲劳度手动测试";
"适当的关注一下自己的身体状态哦！" = "适当的关注一下自己的身体状态哦！";
"状态良好" = "状态良好";
"轻度疲劳" = "轻度疲劳";
"中度疲劳" = "中度疲劳";
"重度疲劳" = "重度疲劳";
"您的精力充沛，无疲乏感觉，注意力集中，工作效率会非常高。" = "您的精力充沛，无疲乏感觉，注意力集中，工作效率会非常高。";
"您略有疲乏不适感，平时可以多听一些自己喜欢的音乐来进行缓解。" = "您略有疲乏不适感，平时可以多听一些自己喜欢的音乐来进行缓解。";
"您可能有困倦疲乏、头昏脑胀、身体僵硬等感觉，您可以看看远处风景或小憩片刻，缓解疲劳同时为高效工作做准备。" = "您可能有困倦疲乏、头昏脑胀、身体僵硬等感觉，您可以看看远处风景或小憩片刻，缓解疲劳同时为高效工作做准备。";
"您可能无法集中注意力，特别困乏，平时要多注意休息，多喝水，保持心情舒畅，身心轻松，工作效率才会高。" = "您可能无法集中注意力，特别困乏，平时要多注意休息，多喝水，保持心情舒畅，身心轻松，工作效率才会高。";
"您本次测得的疲劳度等级为%@,是否保存？" = "您本次测得的疲劳度等级为%@,是否保存";
"升级失败,设备名变为DfuLang,请重新连接并升级。" = "升级失败,设备名变为DfuLang,请重新连接并升级。";
"心率报警" = "心率报警";
"心率上限" = "静息心率上限";
"心率下限" = "心率下限";
"设置不合理" = "设置不合理";
"转腕亮屏" = "转腕亮屏";
"血压私人模式" = "血压私人模式";
"最近一次月经" = "最近一次月经";
"最后一次经期开始日" = "最后一次经期开始日";
"最后一次经期是什么时候?" = "最后一次经期是什么时候?";
"自然避孕" = "自然避孕";
"中等疼痛" = "中等疼痛";
"智能预测" = "智能预测";
"只记经期" = "只记经期";
"预产期" = "预产期";
"预测月经期" = "预测月经期";
"影响工作的痛" = "影响工作的痛";
"选择您的状态" = "选择您的状态";
"性生活" = "性生活";
"详情" = "详情";
"无避孕措施" = "无避孕措施";
"我们为您提供了新的女性周期功能，是否前往设置？" = "我们为您提供了新的女性周期功能，是否前往设置？";
"我们为处于月经期及怀孕期的女性提供记录、提醒的功能，如果您暂时不需要这个功能，可选择此选项跳过这项资料设置。" = "我们为处于月经期及怀孕期的女性提供记录、提醒的功能，如果您暂时不需要这个功能，可选择此选项跳过这项资料设置。";
"未来不可操作" = "未来不可操作";
"跳过" = "跳过";
"填写您的预产期" = "填写您的预产期";
"填写宝宝的基本信息" = "填写宝宝的基本信息";
"疼痛" = "疼痛";
"是否要修改人生状态" = "是否要修改人生状态";
"是否前往设置女性周期功能？" = "是否前往设置女性周期功能？";
"使用避孕药" = "使用避孕药";
"使用避孕套" = "使用避孕套";
"生理状态" = "生理状态";
"如果月经不是今天结束，请到别的日期选择结束来更改结束日" = "如果月经不是今天结束，请到别的日期选择结束来更改结束日";
"轻微疼痛" = "轻微疼痛";
"轻微不适" = "轻微不适";
"切换性别为男性将会删除女性相关信息？" = "切换性别为男性将会删除女性相关信息？";
"排卵日" = "排卵日";
"排卵期第%ld天" = "排卵期第%ld天";
"排卵期" = "排卵期";
"开启女性功能" = "开启女性功能";
"您的经期平均持续天数？" = "您的经期平均持续天数？";
"您的经期之间的平均间隔周期天数？" = "您的经期之间的平均间隔周期天数？";
"流量" = "流量";
"量正常" = "量正常";
"量有点多" = "量有点多";
"量偏少" = "量偏少";
"量很少" = "量很少";
"量很多" = "量很多";
"离孩子出生还有" = "离孩子出生还有";
"经期长度" = "经期长度";
"经期内有性行为很容易遭受感染患上妇科疾病，甚至不孕" = "经期内有性行为很容易遭受感染患上妇科疾病，甚至不孕";
"经期开始" = "经期开始";
"经期结束" = "经期结束";
"经期" = "经期";
"经期" = "经期";
"间隔长度" = "间隔长度";
"回到今天" = "回到今天";
"怀孕期" = "怀孕期";
"怀孕概率" = "怀孕概率";
"怀孕第%ld周" = "怀孕第%ld周";
"很痛" = "很痛";
"过去不可操作" = "过去不可操作";
"当前月经期第%ld天" = "当前月经期第%ld天";
"出生日期" = "出生日期";
"出生日期" = "出生日期";
"产检" = "产检";
"笔记" = "笔记";
"备孕期" = "备孕期";
"宝妈期" = "宝妈期";
"安全期" = "安全期";
"如果您不知道预产期，我们可以根据您的最后一次月经期来帮您计算." = "如果您不知道预产期，我们可以根据您的最后一次月经期来帮您计算.";
"当前经期" = "当前经期";
"预测经期" = "预测经期";
"经期时间这么长是不是记错了？如果要记录当日月经，请修改临近的经期哦!" = "经期时间这么长是不是记错了？如果要记录当日月经，请修改临近的经期哦!";
"天" = "天";
"忽略" = "忽略";
"前往" = "前往";
"经期设置" = "经期设置";
"备孕期设置" = "备孕期设置";
"孕期设置" = "孕期设置";
"辣妈设置" = "辣妈设置";
"经期选择" = "经期选择";
"手环通知" = "手环通知";
"女性" = "女性";
"没有女性数据" = "没有女性数据";
"亮度调节" = "亮度调节";
"自动调节" = "自动调节";
"设置亮度指数" = "设置亮度指数";
"动态校准" = "动态校准";
"动态校准中…" = "动态校准中...";
"请保持手臂静止横放" = "请保持手臂静止横放";
"动态校准完成" = "动态校准完成";
"请调整姿势后重新测试" = "请调整姿势后重新测试";
"动态校准失败" = "动态校准失败";
"重试" = "重试";
"其他应用" = "其他应用";
"此功能需要设备与App保持连接" = "此功能需要设备与App保持连接";
"运动过量提醒" = "运动过量提醒";
"语音播报" = "语音播报";
"查找手机" = "查找手机";
"秒表功能" = "秒表功能";
"倒计时" = "倒计时";
"开始倒计时" = "开始倒计时";
"倒计时时长" = "倒计时时长";
"设备正在倒计时" = "设备正在倒计时";
"关闭,设备端将无法单独使用此功能" = "关闭,设备端将无法单独使用此功能";
"单次时长" = "单次时长";
"常用时长" = "常用时长";
"界面显示" = "界面显示";
"请设置时长" = "请设置时长";
"倒计时备注" = "备注:\n1.界面显示开启，设备端才能单独使用计时功能\n2.设备端单独使用时，计时时长为常用时长\n3.设备单独使用计时功能时，在计时界面长按3秒开始\n4.倒计时开始后，在计时界面长按3秒结束计时";
"时" = "时";
"分_M" = "分";
"秒" = "秒";
"周一" = "周一";
"周二" = "周二";
"周三" = "周三";
"周四" = "周四";
"周五" = "周五";
"周六" = "周六";
"周日" = "周日";
"不重复" = "不重复";
"每天" = "每天";
"重复提醒" = "重复提醒";
"单次提醒" = "单次提醒";
"没有设置闹钟" = "没有设置闹钟";
"添加成功" = "添加成功";
"添加失败" = "添加失败";
"删除成功" = "删除成功";
"删除失败" = "删除失败";
"添加闹钟" = "添加闹钟";
"编辑闹钟" = "编辑闹钟";
"删除闹钟" = "删除闹钟";
"日期选择" = "日期选择";
"重复" = "重复";
"闹钟标签" = "标签";
"提醒日期" = "提醒日期";
"已达上限" = "已达上限";
"肤色设置" = "肤色设置";
"请选择一个接近自己肤色的颜色" = "请选择一个接近自己肤色的颜色";
"为了让手环能够更好的监测您的健康状态,请选择一个接近您肤色的颜色" = "为了让手环能够更好的监测您的健康状态,请选择一个接近您肤色的颜色";
"肤色选择" = "肤色选择";
"肤色" = "肤色";
"血氧" = "血氧";
"没有血氧数据" = "没有血氧数据";
"分析数据" = "分析数据";
"分析报告" = "分析报告";
"呼吸暂停" = "呼吸暂停";
"心脏负荷" = "心脏负荷";
"睡眠活动" = "睡眠活动";
"脉率变异性" = "脉率变异性";
"呼吸率" = "呼吸率";
"低氧时间" = "低氧时间";
"轻度" = "轻度";
"异常" = "异常";
"安静" = "安静";
"多动" = "多动";
"躁动" = "躁动";
"偏低" = "偏低";
"偏高" = "偏高";
"实时血氧" = "实时血氧";
"呼吸暂停综合征" = "呼吸暂停综合症";
"呼吸暂停参考" = "呼吸暂停参考";
"呼吸暂停常识" = "呼吸暂停常识";
"名称" = "名称";
"频现时间" = "频现时间";
"次数" = "次数";
"参考值" = "参考值";
"最高(最低)" = "最高(最低)";
"血氧浓度" = "血氧浓度";
"睡眠活动幅度" = "睡眠活动幅度";
"次/分" = "次/分";
"秒/分" = "秒/分";
"呼吸暂停常识tip" = "夜间睡眠过程中打鼾且鼾声不规律，呼吸及睡眠节律紊乱，反复出现呼吸暂停及觉醒，或患者自觉憋气，夜尿增多，晨起头痛，口干，白天反应能力和判断能力下降，注意力不集中，嗜睡等,长期如此容易引发各种心律失常、肺动脉高压、肺心病和高血压等，初期表现症状较轻，不易察觉。\n轻度：每夜7小时睡眠中呼吸暂停及低通气反复发作10-20次，血氧85%～89%。\n中度：每夜7小时睡眠中呼吸暂停及低通气反复发作20-30次血氧80%～84%。\n高度：每夜7小时睡眠中呼吸暂停及低通气反复发作30次以上，血氧＜80%。\n\n如出现上述情况，建议进行以下措施：\n1.外供氧除直接吸氧外，还包括各种有氧运动，如散步、慢跑、深呼吸、改善吸氧环境等 ；\n2.戒酒、戒烟、慎用镇静催眠药物及其他可引起或加重病情的药物；\n3.侧卧位睡眠，适当抬高床头；\n4.白天避免过度劳累；\n5.必要时就医，药物改善。\n\n健康的生活方式和早期的正确诊断是预防和减少睡眠呼吸暂停发生的关键。";
"没有数据" = "没有数据";
"最低" = "最低";
"血氧过低通知" = "血氧过低通知";
"血氧夜间监测" = "血氧夜间监测";
"憋气测试可以检测自己的肺活量，憋气过程中，测量的值越低肺活量越好" = "憋气测试可以检测自己的肺活量，憋气过程中，测量的值越低肺活量越好";
"GPS运动" = "GPS运动";
"手环运动" = "手环运动";
"本月GPS运动总里程" = "本月GPS运动总里程";
"本月手环运功消耗总热量" = "本月手环运功消耗总热量";
"历史记录" = "历史记录";
"运动模式已经开启" = "运动模式已经开启";
"运动模式开启失败" = "运动模式开启失败";
"运动模式已经关闭" = "运动模式已经关闭";
"运动模式关闭失败" = "运动模式关闭失败";
"手环已经开启运动模式,是否退出本次运动?" = "手环已经开启运动模式,是否退出本次运动?";
"数据详情" = "数据详情";
"详情" = "详情";
"有氧运动时长" = "有氧运动时长";
"暂停时长" = "暂停时长";
"暂停次数" = "暂停次数";
"%@日上午" = "%@日上午";
"%@日下午" = "%@日下午";
"%@月" = "%@月";
"%@年%@月" = "%@年%@月";
"时间(分钟)" = "时间(分钟)";
"运动量" = "运动量";
"公里" = "公里";
"千卡" = "千卡";
"焦耳" = "焦耳";
"公里/时" = "公里/时";
"英里/时" = "英里/时";
"时间区间" = "时间区间";
"平均值" = "平均值";
"累加值" = "累加值";
"最大值" = "最大值";
"最小值" = "最小值";
"次" = "次";
"平均速度" = "平均速度";
"时长" = "时长";
"是否确认开启手环运动模式?" = "是否确认开启手环运动模式?";
"分" = "分";
"清除数据" = "清除数据";
"此操作会清除手环所有数据并关机,是否继续?" = "此操作会清除手环所有数据并关机,是否继续?";
"屏幕样式设置" = "屏幕样式设置";
"默认风格" = "默认风格";
"样式" = "样式";
"是否保存本次运动?" = "是否保存本次运动?";
"不再提醒" = "不再提醒";
"是否确认结束本次运动?" = "是否确认结束本次运动?";
"蓝牙未打开" = "蓝牙未打开";
"正在读取数据…" = "正在读取数据…";
"名词解释" = "名词解释";
"典型病症" = "典型病症";
"治疗方法" = "治疗方法";
"睡眠呼吸暂停综合症" = "睡眠呼吸暂停综合症";
"OSAHS_解释" = "指在连续7小时睡眠中发生30次以上的呼吸暂停或平均每小时低通气次数超过5次，导致血氧下降而引起慢性低氧血症及高碳酸血症的临床综合症。";
"OSAHS_白天症状" = "白天临床表现:\n1.嗜睡。\n\n2.头晕乏力。\n\n3.精神状态异常、头痛、烦躁、易激动、焦虑等。\n\n4.性功能减退等。";
"OSAHS_夜间症状" = "夜间的临床表现:\n1.打鼾：鼾声不规则，鼾声-气流停止-喘气-鼾声交替出现。\n\n2.呼吸暂停：随着喘气、憋醒或响亮的鼾声而终止。\n\n3.憋醒：常伴有翻身，四肢不自主运动甚至抽搐或忽然做起，感觉心慌、胸闷或心前区不适。\n\n4.多动不安：夜间翻身、转动较频繁。\n\n5.多汗，夜尿增多。\n\n6.睡眠行为异常：表现为恐惧、惊叫、呓语、夜游、幻听等。\n\n另外，身体肥胖，鼻甲肥大，打鼾等也容易引发呼吸暂停综合症。";
"OSAHS_主要治疗方法" = "除遵医嘱服用药物和手术，可以通过以下方式治疗或缓解病情：\n1.控制体重。\n\n2.戒烟限酒。\n\n3.适量运动。\n\n4.侧卧睡眠。";
"OSAHS_其他治疗方法" = "手术、药物以及通气治疗:\n1.手术修复上呼吸道的异常区域。\n\n2.药物治疗。\n\n3.夜间低流量吸氧。\n\n4.吸入2%-3%的二氧化碳。\n\n5.经鼻持续正压通气。\n\n6.体外膈肌起搏。\n\n7.机械通气。";
"OSAHS_治疗建议" = "健康的生活方式和早期的正确诊断是预防和减少睡眠呼吸暂停发生的关键。临床医疗证明，随着睡眠呼吸暂停综合症的好转，心血管等伴随疾病也逐渐好转。治疗时间越久，症状好转越明显。";
"呼吸暂停_解释" = "呼吸暂停指口鼻气流完全停止大于等于10秒。";
"呼吸暂停_症状" = "1.鼾声不规则，高低不等，往往是鼾声-气流停止-喘气-鼾声交替出现，一般气流中断的时间为20-30秒，个别长达2分钟以上，此时患者可出现明显的发绀(嘴唇或指甲呈紫色)。\n\n2.夜间翻身、转动较频繁，常导致睡眠质量低，引起白天嗜睡，头晕乏力。";
"呼吸暂停_治疗方法" = "对于有睡眠呼吸暂停打鼾的患者，除遵医嘱服用药物、手术和通气治疗外，可以通过以下方式治疗或缓解病情\n1.控制体重。肥胖者由于脂肪囤积，在呼吸的过程中腹内压增加，肺功能下降导致低氧。\n\n2.戒烟限酒。吸烟、饮酒可引起血脂代谢异常，动脉硬化，加重上呼吸道阻塞的情况。\n\n3.适量运动。适量运动能够改善心脑血管的供血情况，改善通气功能，加强身体抵抗力，减少鼻咽部疾病的发生率。\n\n4.侧卧睡眠。患者通过采取适当侧卧位睡姿，保持呼吸道通畅。";
"血氧浓度_解释" = "血氧指血液中被氧结合的氧合血红蛋白的容量占全部可结合的血红蛋白容量的百分比，即血液中氧的浓度。";
"血氧浓度_症状" = "1.心脑血管疾病(冠心病、高血压、高血脂等)。\n\n2.呼吸系统疾病(哮喘、气管炎、肺心病等)。";
"血氧浓度_治疗方法" = "1.由于疾病出现在血氧较低的患者，除了积极配合治疗原发病外，可以常备测量血氧和吸氧的设备，一旦检测血氧过低，及时补充氧气。\n\n2.除直接吸氧外，还可以进行各种有氧运动，如散步、慢跑、深呼吸、改善吸氧环境等来缓解病情。";
"呼吸率_解释" = "每分钟呼吸次数的医学术语，胸部的一次起伏就是一次呼吸，即一次吸气一次呼气。";
"呼吸率_症状" = "1.呼吸过缓:呼吸节律整齐但频率小于10次/分，常见于生命终末期或呼吸暂停前。神经、代谢疾病或某些药物服用过量时由于抑制呼吸中枢，也可产生呼吸过缓。\n\n2.呼吸过速:呼吸急促，感到呼吸窘迫。";
"呼吸率_治疗方法" = "针对呼吸困难，家中应急措施如下\n1.保持安静，避免患者情绪紧张以防加重呼吸困难。\n\n2.取半卧位或坐位，减少疲劳及耗氧。\n\n3.保持室内空气新鲜，通风流畅。\n\n4.给予清淡饮食，鼓励患者多吃菜及水果以补充体内水份。\n\n5.适当给予化痰、解痉药物如必嗽平，氨茶碱等，以保持呼吸道通畅。\n\n6.病情危重时及时送附近医院抢救。";
"低氧时间_解释" = "生理性氧量不足或组织需氧量不足的状态所持续的时间。";
"低氧时间_症状" = "1.头晕乏力。\n\n2.感到呼吸困难。";
"低氧时间_治疗方法" = "1.外供氧除直接吸氧外，还包括各种有氧运动，如散步、慢跑、深呼吸、改善吸氧环境等。\n\n2.必要时就医，药物改善。";
"心脏负荷_解释" = "心脏负荷指血流灌注指数，反映了脉动血流情况。";
"心脏负荷_症状" = "1.pi值较大。\n\n2.心率和血压较高。\n\n3.呼吸急促，常有乏力感。";
"心脏负荷_治疗方法" = "1.保证充足的休息，不要过度劳累和熬夜。\n\n2.放松心态，切忌精神紧张。\n\n3.少吃油腻食物。";
"脉率变异性_解释" = "逐次心跳周期差异的变化情况，即RR间期差值的变化。可以反映近期心血管和精神状态。";
"脉率变异性_症状" = "1.脉率变异性不活跃，维持在较低水平。\n\n2.常有头晕、头痛、心悸等现象。";
"脉率变异性_治疗方法" = "1.保持良好的生活习惯，休息充足。\n\n2.保持心态良好，多进行有氧运动，饮食少盐少油。\n\n3.如长期数值较低，变化范围不大，很可能是某种心血管疾病的前兆，如感到不适，建议及时就医。";
"睡眠活动幅度_解释" = "睡眠活动幅度指睡眠过程中无意识的体动。";
"睡眠活动幅度_症状" = "1.夜间翻身、转动较频繁，多汗。";
"睡眠活动幅度_治疗方法" = "1.注意饮食，睡前可以适量地喝一杯饮品，如牛奶或者小米粥。\n\n2.做一些睡前准备，如热水泡脚，按摩足心涌泉穴等。\n\n3.侧身入睡能有效减少体动。\n\n4.改善睡眠环境（室内湿度、温度)也有一定的帮助。";
"唤醒机制" = "唤醒机制";
"唤醒机制_原理" = "如果监测到您的夜间血氧值持续过低，可能会影响到您的身体健康，设备会做出报警通知。";
"分析结果" = "分析结果";
"主要指标" = "主要指标";
"干预手段" = "干预手段";
"仅供参考" = "仅供参考";
"更多" = "更多";
"收起" = "收起";
"低氧唤醒" = "低氧唤醒";
"睡眠呼吸暂停综合症常识" = "睡眠呼吸暂停综合症常识";
"OSAHS_Q1" = "1.问:什么是睡眠呼吸暂停综合症?";
"OSAHS_Q2" = "2.问:睡眠呼吸暂停综合症危害大吗？";
"OSAHS_Q3" = "3.问:这种病是怎么引起的？";
"OSAHS_Q4" = "4.问:怎么知道自己是不是睡眠呼吸暂停综合症患者？";
"OSAHS_Q5" = "5.问:怎样治疗睡眠呼吸暂停综合症？";
"OSAHS_Q6" = "6.问:血氧监测对睡眠呼吸暂停综合症有什么用？";
"OSAHS_ASK1" = "答:连续7小时睡眠中发生30次以上的呼吸暂停（没有呼吸，持续10s或10s以上），或者平均每小时低通气次数（呼吸气流量减少或完全停止）超过5次，可认为患有睡眠呼吸暂停综合症。";
"OSAHS_ASK2" = "答:睡眠呼吸暂停综合症是一种慢性病，病发时难以察觉，早期病症不易受重视，一旦呼吸不畅，轻则引起打鼾，重则使肺部缺氧，血氧下降，导致身体得不到休息和恢复，精神状态和身体状况不佳，生活质量明显下降。\n更严重的是呼吸暂停发生时，缺少外界刺激，患者很难清醒，直到身体器官缺氧甚至受损，才猛然惊醒，而患者往往不以为意，长期如此，不断累加的损伤，最终引起各种心脑血管疾病和精神疾病，甚至猝死。";
"OSAHS_ASK3" = "答:大多数是由于上呼吸道阻塞引起的。包括鼻甲肥大、扁桃体肥大、下颌短、颈围粗以及全身肥胖等原因。\n因此睡眠呼吸暂停综合症大多数是阻塞性的，还有一部分是由于呼吸中枢神经受创，呼吸调节功能障碍引起的，称为中枢性，或者两者皆有的混合型。";
"OSAHS_ASK4" = "答:根据是否具有典型的临床症状和体征可以进行简单的判断，但由于其慢性病的特点，缺少监测设备，患者在睡眠中很难感知自己的夜间症状，仅凭家人描述和自我感知，很容易误判，缺乏科学的依据。\n只有病情严重后，病患才意识到要去医院确诊。\n标准方法是多导睡眠监测（PSG），通过以血氧监测为核心，配合心电、脑电、肌电、眼电等多个生理参数，能准确了解病症的类型及程度。此时病情往往已经进入较为严重的阶段，治疗的难度和成本以及病患的不适感都大幅增高，所以越早确诊越好。";
"OSAHS_ASK5" = "答:目前有关中枢性睡眠呼吸暂停综合症的研究较少，除积极治疗引起呼吸调节功能障碍的病症（原发病）外，仍没有较为有效的治疗手段，但中枢性睡眠呼吸暂停综合症往往不会单独存在，因此采用治疗阻塞性睡眠呼吸暂停综合症的方法也具有一定疗效。治疗阻塞性睡眠呼吸暂停综合症，通常需要根据患病的严重程度来选择治疗方案。\n无论采用哪种方法治疗呼吸暂停综合症，其途径无非两种，一是通过检测机制，在呼吸暂停发生时，通过外界刺激将其打断，例如，出现呼吸暂停伴有严重缺氧时，被震醒或推醒，减少呼吸暂停的持续时间，降低或避免对身体器官造成损伤；二是无需检测机制，一直维持治疗状态，避免呼吸暂停的发生。";
"OSAHS_ASK6" = "答:针对睡眠呼吸暂停综合症患者，血氧监测有以下优点：\n1.在打鼾发展为呼吸暂停阶段，预警提示患病风险。\n\n2.在病症早期，作为诊断依据，及早就医，减少治疗难度，降低治疗成本，增大治愈几率。\n\n3.在治疗阶段，及时监测夜间病情，反馈治疗效果。\n\n4.能够作为检测呼吸暂停的重要依据，配合唤醒手段，监测病症。";
"主界面风格设置" = "主界面风格设置";
"风格一" = "风格一";
"风格二" = "风格二";
"风格三" = "风格三";
"风格" = "风格";
"GPS定位权限未打开,是否前往设置?" = "GPS定位权限未打开,是否前往设置?";
"是否开启手环女性通知?" = "是否开启手环女性通知?";
"轻度" = "轻度";
"中度" = "中度";
"重度" = "重度";
"转腕灵敏度" = "转腕灵敏度";
"推荐" = "推荐";
"HRV夜间监测" = "HRV夜间监测";
"没有HRV数据" = "没有HRV数据";
"HRV健康指数" = "HRV健康指数";
"心脏健康指数" = "心脏健康指数";
"HRV数据" = "HRV数据";
"洛伦兹散点图" = "洛伦兹散点图";
"洛伦兹散点图参考" = "洛伦兹散点图参考";
"彗星形" = "彗星形";
"鱼雷形" = "鱼雷形";
"梭形" = "梭形";
"短棒形" = "短棒形";
"扇形" = "扇形";
"复杂形" = "复杂形";
"三分布形" = "三分布形";
"四分布形" = "四分布形";
"叉形" = "叉形";
"长棒型" = "长棒型";
"榴弹形" = "榴弹形";
"火箭形" = "火箭形";
"米粒形" = "米粒形";
"彗星形_说明" = "正常成年人常见形状，沿45度角从较窄的头部呈对称性扩散并逐渐变宽，形成彗星形，部分人群会出现头部狭窄不明显，呈现点间距较大的散点区或尾部密集，呈现细长的尖角，属于正常现象。";
"火箭形_说明" = "整体粗大，头小尾大，头部密集尖锐，沿45度角从头部呈对称性扩散并逐渐变宽，到尾部点间距逐渐变大，常见于打鼾人群或呼吸暂停综合症人群，随病情加重，点间距越大。";
"梭形_说明" = "两端细小，中间宽大，形似梭子，常见于轻度心肌缺血的病患，正常人群有小概率出现。";
"长棒型_说明" = "整体细长，头部略细小，中部至尾部基本一致，多见于冠心病患者。";
"榴弹形_说明" = "形似榴弹，头尾段较宽，中间部分较细，一般尾宽部比头宽部长，多见于房颤病患，常感到心悸的人群容易出现。";
"叉形_说明" = "主要密集区域像缩小版的彗星形，头部尖锐，尾端散点呈叉状，常见于充血性心力衰竭的病患。";
"短棒形_说明" = "形似缩小的彗星形，头小尾大，面积较小，常见于心脏负荷过大的人群，严重时可发展为心力衰竭，正常人群在饮酒或疲劳时也会出现。";
"米粒形_说明" = "整体异常短小，头尾基本一致，形似米粒，常见于心律失常，多数为阵发性室性心动过速。";
"鱼雷形_说明" = "形态短小，头端略大，尾端不增宽的长棒形。常见于窦性心动过速，通常由情绪激动，饮浓茶、咖啡等生理因素引起，也会因感冒、发热、贫血、甲亢等疾病造成。正常人也有小概率出现。";
"天气设置" = "天气设置";
"温度单位" = "温度单位";
"摄氏度" = "摄氏度";
"华氏度" = "华氏度";
"天气推送" = "天气推送";
"开" = "开";
"关" = "关";
"来电自动接听" = "来电自动接听";
"环境检测校准中，请保持正确姿势" = "环境检测校准中，请保持正确姿势";
"校准完成，正在测试血氧浓度" = "校准完成，正在测试血氧浓度";
"校准进度" = "校准进度";
"设备正在初始化，请保持正确姿势" = "设备正在初始化，请保持正确姿势";
"初始化完成，正在测试血氧浓度" = "初始化完成，正在测试血氧浓度";
"初始化中" = "初始化中";
"ai_hrv_repo_0" = "洛伦兹散点图分析报告";
"ai_hrv_repo_1_00" = "HRV数据量不足，无法进行相关分析，请坚持佩戴或正确佩戴，佩戴时间越长，分析结果越可靠。";
"ai_hrv_repo_2_11" = "测量期间心率的最大变化正常，心率变化的范围正常。";
"ai_hrv_repo_2_12" = "测量期间心率的最大变化正常，心率变化的范围偏低，一般身体素质较好，有良好睡眠习惯的人群，夜间心率的变化范围会较低，但有较小概率为心动过缓，如无不适，无需特别治疗，以观察为主。";
"ai_hrv_repo_2_13" = "测量期间心率的最大变化正常，心率变化的范围偏高，有较高的心动过速的风险，通常为饮酒、重体力劳动及情绪激动导致，如无不适，无需特别治疗，以观察为主。";
"ai_hrv_repo_2_21" = "测量期间心率的最大变化较窄，心率变化的范围正常，通常是过度疲劳或饮酒导致的心率失常，平时注意劳逸结合，提高睡眠质量，如无不适，无需特别治疗，以观察为主。";
"ai_hrv_repo_2_22" = "测量期间心率的最大变化较窄，心率变化的范围偏低，通常是精神焦虑、失眠引起，如无不适，无需特别治疗，以观察为主，有较小的贫血、呼吸困难的风险，建议采取高枕位睡眠，戒烟戒酒，保持心态平衡，保证充足的睡眠。";
"ai_hrv_repo_2_23" = "测量期间心率的最大变化较窄，心率变化的范围偏高，若短期出现，注重劳逸结合，避免熬夜、保证睡眠。若长期出现，并伴有胸痛、心悸、气短，多数为心肌缺血，建议进行相关体检。";
"ai_hrv_repo_2_31" = "测量期间心率的最大变化较宽，心率变化的范围正常，通常为熬夜、失眠，建议培养良好的睡眠习惯，可做些按摩、泡脚等有助睡眠的活动。";
"ai_hrv_repo_2_32" = "测量期间心率的最大变化较宽，心率变化的范围偏低，通常为心动过缓，可出现头晕、一过性眼黑、乏力、心悸、胸闷、气短，严重者可发生晕厥，建议及时到医院就诊。";
"ai_hrv_repo_2_34" = "最低心率异常低，通常为佩戴异常导致，建议阅读说明书，正确佩戴手环。";
"ai_hrv_repo_2_33" = "测量期间心率的最大变化较宽，心率变化的范围偏高，通常为睡眠不足、熬夜引起，注意保证睡眠，临睡前不要做容易使人紧张、激动的活动，有较高的心律不齐风险，建议培养良好的睡眠习惯，戒烟戒酒，若无改善，及早就医。";
"ai_hrv_repo_2_35" = "最高心率异常高，通常为佩戴异常导致，建议阅读说明书，正确佩戴手环。";
"ai_hrv_repo_3_21" = "心率最大突变发生于心率较高时，突变程度正常，有较低的心悸、胸闷、呼吸困难等风险，通常为呼吸道阻塞，打鼾导致，若感到不适，请及时到医院就诊。";
"ai_hrv_repo_3_11" = "心率最大突变发生于正常范围，突变程度正常。";
"ai_hrv_repo_3_31" = "心率最大突变发生于心率极高时，突变程度正常，有较高的心悸、胸闷、呼吸困难等风险，通常由流感、发烧引起，若感到不适，请及时到医院就诊。";
"ai_hrv_repo_3_22" = "心率最大突变发生于心率较高时，突变程度偏低，通常为房间空气干燥、闷热引起，建议开窗通气，注意保暖，以防感冒。";
"ai_hrv_repo_3_12" = "心率最大突变发生于正常范围，突变程度偏低，通常是身心疲惫引起，如无不适，无需特别治疗，以观察为主，注意休息。";
"ai_hrv_repo_3_32" = "心率最大突变发生于心率极高时，突变程度偏低，有轻度的心悸、胸闷、呼吸困难等风险，通常为流感、发烧或情绪激动引起，也有较小概率是贫血，若感到不适，请及时到医院就诊。";
"ai_hrv_repo_3_23" = "心率最大突变发生于心率较高时，突变程度偏高，有较高的心悸、胸闷、早搏等风险，通常为紧张过度、情绪激动引起，若多次出现且感到明显不适，请及时到医院就诊。";
"ai_hrv_repo_3_13" = "心率最大突变发生于正常范围，突变程度偏高，有较高的早搏风险，如无不适，无需特别治疗，以观察为主，建议放松心态，缓解紧张情绪。";
"ai_hrv_repo_3_14" = "心率最大突变发生于正常范围，突变程度异常高，通常为佩戴异常导致，建议阅读说明书，正确佩戴手环。";
"ai_hrv_repo_3_33" = "心率最大突变发生于心率极高时，突变程度偏高，有较高的心悸、胸闷、呼吸困难等风险，通常为早搏、高血压引起，若多次出现且失眠，感到明显不适，请及时到医院就诊。";
"ai_hrv_repo_3_34" = "心率最大突变发生于心率异常高时，突变程度偏高，通常为异常佩戴导致，建议阅读说明书，正确佩戴手环。";
"ai_hrv_repo_4_11" = "有轻微的早搏，通常由情绪激动，过度吸烟、饮酒等引起，建议调整心态，减少或避免吸烟和饮酒。";
"ai_hrv_repo_4_12" = "心脏应激能力减弱，神经中度兴奋，通常为情绪激动、兴奋导致，容易引起白天乏力、疲倦等，建议睡前适当运动，释放精力，平复心情。";
"ai_hrv_repo_4_13" = "心脏应激能力较弱，神经过度兴奋，建议避免睡前过度兴奋、紧张，可通过一些助眠活动缓解情绪，近期应避免饮用咖啡、浓茶或酒水等。";
"ai_hrv_repo_4_14" = "心脏应激能力较强，如无不适，无需特别治疗，以观察为主，若经常感到疲倦乏力，可适当加强锻炼。";
"ai_hrv_repo_4_15" = "心脏应激能力良好，精神状态良好。";
"ai_hrv_repo_4_16" = "心脏应激能力良好，神经轻度兴奋，如无不适，睡前注意劳逸结合，适当放松。";
"ai_hrv_repo_4_17" = "心脏应激能力较强，神经活性低，通常为过度疲劳，如无不适，注意休息，近期应避免长时间工作、熬夜等。";
"ai_hrv_repo_4_18" = "心脏应激能力良好，神经活性偏低，通常为轻度疲劳，如无不适，注意休息即可。";
"ai_hrv_repo_4_19" = "心脏应激能力轻度减弱，神经活性偏低，通常为中度疲劳，平时应注意休息，劳逸结合。";
"ai_hrv_repo_4_21" = "有轻微的早搏风险，可发生于正常人（情绪激动，神经紧张，疲劳，消化不良，过度吸烟、饮酒或喝浓茶等），如无不适，建议长期观察。";
"ai_hrv_repo_4_22" = "有较明显的早搏，可发生于正常人（情绪激动，神经紧张，疲劳，消化不良，过度吸烟、饮酒或喝浓茶等），但器质性心脏病患者更易发生，建议进行相关体检。";
"ai_hrv_repo_4_23" = "有较高的早搏风险，可发生于正常人（情绪激动，神经紧张，疲劳，消化不良，过度吸烟、饮酒或喝浓茶等），建议长期观察，若出现几率较高，应尽早进行相关体检。";
"ai_hrv_repo_4_30" = "暂未分析此种现象，洛伦兹散点图有小概率出现较复杂的图形，建议长期佩戴观察。";
"ai_hrv_repo_5_11" = "夜间心律平稳，心脏状况良好。";
"ai_hrv_repo_5_12" = "夜间心律平稳，心脏状态不佳，有较低的心动过速风险，平时注意不要过度疲劳。";
"ai_hrv_repo_5_13" = "夜间心律较平稳，心脏略疲劳，避免熬夜，保证睡眠，以免加重心脏负担。";
"ai_hrv_repo_5_14" = "夜间心律较平稳，心脏负担偏大，建议少吃油腻食物，坚持锻炼。";
"ai_hrv_repo_5_21" = "夜间心律不齐，心脏负担偏大，应避免饮食不节、暴饮暴食，多吃新鲜水果、蔬菜，避免着凉，预防感冒。";
"ai_hrv_repo_5_22" = "夜间心律较平稳，心脏较疲惫，有较高的心肌缺血的风险，建议低盐低脂清淡饮食，稳定情绪，避免大喜大悲，如有胸闷、心悸等现象，应定期健康体检。";
"ai_hrv_repo_5_23" = "夜间心律较平稳，心脏负担偏大，有较高的心动过速风险，平时注意不要过度疲劳，戒烟少酒，避免过重体力劳动或突然用力。";
"ai_hrv_repo_5_24" = "夜间心律不齐，心脏略疲惫，有较低的心肌缺血的风险，若无不适，应定期健康体检，若常感到疲惫乏力，精神不佳，伴有胸闷、气短等，建议及时到医院就诊。";
"ai_hrv_repo_5_25" = "夜间心律较平稳，心脏负担较大，高血脂、高血压风险增加，建议清淡饮食，避免过度饮酒，定期健康体检，过度肥胖者应适当减肥。";
"ai_hrv_repo_5_26" = "夜间心律不齐，心脏较疲惫，有呼吸困难、供血不足的风险，建议侧身睡眠，适当加大房间空气湿度，加强锻炼，避免情绪激动和过度疲劳，定期健康体检，重视血压的监测。";
"ai_hrv_repo_5_31" = "夜间心律不齐，心脏负担大，有窦性心动过速的现象，通常为饮用咖啡、浓茶或临睡前进行容易使人情绪紧张、激动的活动，也可能由发烧、贫血、甲亢等疾病引起，平时应养成良好的生活作息，若感不适，及时就医，定期健康体检。";
"ai_hrv_repo_5_32" = "夜间心律不齐，心脏较疲惫，有窦性心动过缓的现象，通常由贫血、心肌炎或心肌梗塞等引起，也可能为夜间测量部位温度较低导致，注意保暖，长期观测，若多次出现，且白天精神萎靡，乏力头晕，建议进行体检，及早就诊。";
"ai_hrv_repo_5_33" = "夜间心律不齐，心脏负担偏大，精神紧张、大量吸烟、饮酒、喝浓茶或咖啡、过度疲劳、严重失眠等常为心律失常的诱发因素，建议培养良好的生活作息，劳逸结合，定期健康体检。";
"ai_hrv_repo_5_40" = "暂未分析此种现象，洛伦兹散点图有小概率出现较复杂的图形，建议长期佩戴观察。";
"ai_hrv_repo_2" = "心率变化";
"ai_hrv_repo_3" = "心率突变";
"ai_hrv_repo_4" = "神经状态";
"ai_hrv_repo_5" = "心律变化";
"ai_disconnect_remind" = "断连提醒";
"ai_switch_call_auto_answer" = "免接听模式";
"ai_switch_call_auto_answer_tip" = "当设备处于耳机模式时，可自动接听来电。";
"ai_privacy" = "隐私政策";
"ai_privacy_prompt_content" = "请您确认是否仔细阅读了隐私政策，并认可本隐私政策。";
"ai_privacy_title_1" = "信息的收集";
"ai_privacy_title_1_content" = "我们收集数据是根据您与我们的互动和您所做出的选择，包括您的隐私设置以及您使用的产品和功能。我们收集的数据可能包括SDK/API/JS代码版本、浏览器、互联网服务提供商、IP地址、平台、时间戳、应用标识符、应用程序版本、应用分发渠道、独立设备标识符、iOS广告标识符（IDFA)、安卓广告主标识符、网卡（MAC）地址、国际移动设备识别码（IMEI）、设备型号、终端制造厂商、终端设备操作系统版本、会话启动/停止时间、语言所在地、时区和网络状态（WiFi等）、硬盘、CPU和电池使用情况等。";
"ai_privacy_title_2" = "个人数据的使用";
"ai_privacy_title_2_content" = "当您使用账号登录App时，我们会收集您个人填写的基本信息和智能穿戴设备采集的健康数据，我们会对您的数据进行存储和分析，以便给您提供更好的数据展示和健康指导。\n\n如何不希望您的个人数据被收集，您可以使用无账号登录。";
"ai_privacy_title_3" = "个人数据的跨境传输";
"ai_privacy_title_3_content" = "我们的业务可能需要我们转移您的个人数据至欧洲经济区以外的国家，这些国家可能包括中国。\n\n我们会采取适当的措施以确保您个人数据的接收者履行保密义务。\n\n如果您不希望您的个人数据被收集和转移，您可以选择使用无账号登录。";
"ai_privacy_title_4" = "您的权利";
"ai_privacy_title_4_content" = "当您使用我们App时，我们会如上文所述，对信息进行收集，信息的收集是为了更好的优化和管理软件，以便给您提供更好的服务。\n\n对于您个人数据的收集，您有权选择账号登录或无账号登录，使用账号登录我们会收集您的个人数据，无账号登录我们不会收集您的个人数据。\n\n如果您认为我们对您个人数据和信息的处理违反了适用法律，您可以向监管机构投诉。";
"head_title_change_theme" = "更换主题";
"ai_ssbr_title" = "OSAHS提醒";
"ai_ssbr_minspo2h" = "血氧阈值";
"ai_ssbr_time" = "提醒时长";
"ai_ssbr_remind_tip" = "开启或关闭OSAHS病发提醒功能。";
"ai_ssbr_minspo2h_tip" = "OSAHS病发时，检测到低于预设血氧值后，提醒用户。（正常动脉血氧值范围95～99%）";
"ai_ssbr_time_tip" = "单次OSAHS病发时，设备震动提醒的时长，提醒的时间超过预设时长或用户中途点击后停止震动。";
"ai_screenlight_time" = "亮屏时长";
"ai_screenlight_open" = "开启";
"ai_screenlight_close" = "关闭";
"ai_accurate_firsttodeep" = "入睡效率";
"ai_accurate_getuptodeep" = "睡眠效率";
"ai_minute" = "分钟";
"ai_msec" = "毫秒";
"ai_awake_time" = "苏醒";
"ai_insomnia_time" = "失眠";
"ai_eyemovement_time" = "快速眼动";
"ai_explain_statement" = "解释说明";
"ai_reference_range" = "参考范围";
"ai_sleep_optimization_direction" = "睡眠优化方向";
"ai_sleep_no_analysis" = "无睡眠质量分析";
"ai_sleep_duration_explain" = "睡眠不足时，容易疲劳、嗜睡、精力不集中，而长时间懒床不利于得到高质量的睡眠，睡眠时间不是睡眠质量的唯一标准，因人而异，应以睡醒后精神状态是否良好为主。";
"ai_nap_duration_explain" = "适当的零星睡眠能快速有效缓解疲劳，但过短没有效果，过长则容易头晕、精力不集中，甚至导致失眠。";
"ai_awake_duration_explain" = "睡眠中苏醒过多或苏醒过长，导致睡眠质量下降，经常睡眠中断是失眠的常见症状。";
"ai_insomnia_duration_explain" = "失眠是指患者对睡眠时间和质量不满足并影响日间社会功能的一种主观体验，常见病症是入睡困难、睡眠质量下降和睡眠时间减少，记忆力、注意力下降等。";
"ai_eyemovement_duration_explain" = "快速眼动期内，人在睡眠中眼球在眼皮下快速的来回移动，该阶段的大部分人群都在做梦，过短会易疲劳、烦躁，但身体会自动延长之后几次睡眠的快速眼动期来缓解，过长表现为多梦。";
"ai_lightsleep_duration_explain" = "浅睡是相对深睡的非快速眼动期睡眠，介于深睡和苏醒之间，占比过高会引起睡眠质量下降。";
"ai_deepsleep_duration_explain" = "深睡是缓解疲劳、恢复精力的关键阶段，深睡时间越长，睡眠质量越好。";
"ai_firsttodeep_explain" = "入睡效率指从入睡到首次深睡或较长浅睡的时间，过长不利于进入深睡。";
"ai_getuptodeep_explain" = "睡眠效率指睡眠中断后再次进入睡眠的时间，过长会减少深睡的时长，导致睡眠质量下降。";
"ai_deepsleep_low_comment" = "深睡比例较低。深睡是缓解疲劳、恢复精力的关键阶段，深睡时间越长，睡眠质量越好.建议您培养良好的睡眠习惯，睡前避免强度高的脑力活动或做易使情绪激动的事情，可以尝试睡前深呼吸或适量运动放松自己，睡前不宜进食，如不可避免，建议少量清淡。";
"ai_sleep_difficult_comment" = "入睡困难。即睡眠潜伏期较长，建议午后不要饮用咖啡、浓茶等，可以采取听舒缓的音乐、热水泡脚和按摩等方式缓解压力，放松身体。";
"ai_awake_more_comment" = "苏醒较多。苏醒包括短暂的微觉醒和时间较长的觉醒，即睡眠保持困难，频繁苏醒会导致深睡比例明显下降，建议临睡前不要引用太多水，平时注意培养规律的生活作息，保持卧室环境舒适，温度适宜，适量运动有助于维持睡眠。";
"ai_getuptosleep_difficult_comment" = "苏醒后再次入睡困难。即睡眠效率较低。有别于睡眠潜伏期，其原因通常较复杂，建议避免精神压力带来的恶性循环，不要过度放大睡眠不足的后果，醒来后不要过度焦虑，保持放松，可以尝试改善睡眠环境，如保持通风、及时更换床品等，坚持规律的生活作息。";
"ai_sleep_late_comment" = "入睡时间较晚。建议在保证充足的睡眠时间的同时，也注意保持规律的作息时间，夜间10点至早晨6点是黄金睡眠时间，合理安排睡眠时间才能长期保持充沛的精力。";
"ai_sleep_duration_short_comment" = "睡眠时间较短。睡眠时间不是睡眠质量的唯一标准，以睡醒后精神状态是否良好为主。睡眠不足时，容易疲劳、嗜睡、精力不集中，需注意，睡眠补偿能缓解疲劳，对于持续睡眠不足对身体造成的伤害是无法补偿的，时间一长容易引起睡眠障碍。";
"ai_sleep_duration_long_comment" = "睡眠时间较长。睡眠时间不是睡眠质量的唯一标准，以睡醒后精神状态是否良好为主。需注意，延长睡眠不一定能弥补睡眠不足，反而长时间懒床不利于得到高质量的睡眠。";
"ai_sleep_keep_comment" = "长期拥有高质量的睡眠，有益身心健康，请继续保持或改善。";
"ai_sleep_poor_title" = "您的睡眠质量极差";
"ai_sleep_bad_title" = "您的睡眠质量较差";
"ai_sleep_generally_title" = "您的睡眠质量一般";
"ai_sleep_good_title" = "您的睡眠质量很好";
"ai_sleep_perfect_title" = "您的睡眠质量完美";
"ai_insomnia_severe_title" = "您有严重的失眠症状";
"ai_insomnia_obvious_title" = "您有明显的失眠症状";
"ai_insomnia_light_title" = "您有轻微的失眠症状";
"ai_ecg_history_set" = "条";
"ai_ecg_test" = "心电测试";
"ai_replay_end" = "回放结束";
"ai_ready_test_tip" = "保持正确姿势,准备测试!";
"ai_testing" = "正在测试";
"ai_test_failure" = "测试失败";
"ai_device_busy" = "设备正忙";
"ai_test_timeout" = "测试超时";
"ai_lead_failed" = "导联脱落，请保持正确佩戴姿势";
"ai_test_not_complete" = "测试未完成";
"ai_save_data" = "保存数据";
"ai_save_or_not" = "是否保存数据?";
"ai_save_success" = "保存成功";
"ai_please_stop_replay" = "请先结束回放";
"ai_delete_data" = "删除数据";
"ai_delete_success" = "删除成功";
"ai_view_detail" = "查看详情";
"ai_test_complete_save" = "测试完成,数据已保存";
"ai_test_complete_not_save" = "测试完成,数据未保存";
"ai_ecg_detail_title" = "心电详情";
"ai_pause_replay" = "暂停回放";
"ai_stop_replay" = "结束回放";
"ai_replay_complete" = "回放完成";
"ai_heart_detail_title" = "心率详情";
"ai_qt_detail_title" = "QT详情";
"ai_hrv_detail_title" = "HRV详情";
"ai_routine_inspection" = "常规检测";
"ai_disease_diagnosis" = "疾病诊断";
"ai_disease_description" = "疾病说明";
"ai_ecg_heart_explain" = "心率是指正常人安静状态下每分钟心跳的次数，可因年龄、性别或其他生理因素产生个体差异。一般来说，年龄越小，心率越快，老年人心跳比年轻人慢，女性的心率比同龄男性快。";
"ai_ecg_qt_explain" = "QT间期代表心室去极化和复极化过程的总时程，测定值随年龄和性别而变化。QT间期与心率快慢有密切关系，正常人心率加速则QT间期缩短，反之则延长。QT改变在临床心电图诊断上具有重要价值，特别是QT延长对预报恶性心室律失常和心脏性猝死有重要意义。";
"ai_ecg_hrv_explain" = "心率变异性(HRV)是指逐次心跳周期差异的变化情况，它含有神经体液因素对心血管系统调节的信息，从而判断其对心血管等疾病的病情及预防，是预测心脏性猝死和心律失常的一个有价值的指标。";
"ai_ecg_hz" = "赫兹";
"ai_ecg_speed" = "走速";
"ai_ecg_gain" = "增益";
"ai_ecg_frequency" = "频率";
"ai_qt_interval_title" = "qt间期";
"ai_start_test_btn_title" = "开始\n测试";
"ai_manual_test" = "手动测试";
"ai_automation_test" = "自动测试";
"ai_medical_explain" = "医学解释";
"ai_curve_report_btn_title" = "波形报告";
"ai_no_ecg_singal_data_tip" = "本次测试没有ECG信号数据";
"ai_ecg_test_normal_tip" = "心电检测无异常。";
"ai_sinus_tachycardia_title" = "窦性心动过速";
"ai_sinus_tachycardia_explain" = "窦性心动过速是指窦性心率超过每分钟100次，速率常在每分钟101-160次之间。窦性心动过速开始和终止时，其心率逐渐增快和减慢。窦性心动过速是常见的心律失常。生理上正常人体力活动、情绪激动、饱餐、饮浓茶、咖啡、吸烟、饮酒等可使心跳加快，持续时间较短；在发热、血容量不足、贫血、甲亢、呼吸功能不全、低氧血症、低钾血症、心衰等其他心脏疾病时极易发生。";
"ai_sinus_bradycardia_title" = "窦性心动过缓";
"ai_sinus_bradycardia_explain" = "窦性心动过速是指窦性心率慢于每分钟60次，速率常在每分钟45-60次之间。可见于健康的成人，尤其是运动员、老年人和睡眠时。其他原因为颅内压增高、血钾过高、甲状腺机能减退、低温以及使用洋地黄等药物。";
"ai_sinus_arrhythmia_title" = "窦性心律不齐";
"ai_sinus_arrhythmia_explain" = "窦性心律的起源未变，但节律不整，在同一导联上HRV偏大。窦性心律不齐常与窦性心动过缓同时存在。较常见的一类心律不齐与呼吸周期有关，称呼吸性窦性心律不齐，多见于青少年，一般无临床意义。";
"ai_sinus_arrest_title" = "窦性停搏";
"ai_sinus_arrest_explain" = "窦性停搏是指窦房结在一个或多个心动周期中不产生冲动，以致不能激动心房或整个心脏。常见于咽部受刺激、气管插管、按压颈动脉窦或眼球、应用洋地黄等药物。有时炎症、缺血、损伤也会造成窦性停搏，常伴随窦性心动过缓和逸搏。";
"ai_ventricular_premature_contraction_title" = "室性期前收缩";
"ai_ventricular_premature_contraction_explain" = "室性期前收缩是由希氏束分支以下异位起搏点提前产生的心室激动，中、老年人多见，有的可无明显临床症状，有的可导致严重后果。可见于器质性心脏病患者，也可见于正常人。频发的期前收缩（早搏）可并发晕厥、心绞痛、心力衰竭等。";
"ai_bigeminy_title" = "二联律";
"ai_bigeminy_explain" = "二联律是指每一个窦性搏动后出现一个期前收缩（早搏）。属于潜在恶性或恶性室性期前收缩。";
"ai_trigeminy_title" = "三联律";
"ai_trigeminy_explain" = "三联律是指每两个窦性搏动后出现一个期前收缩（早搏）。属于潜在恶性或恶性室性期前收缩。";
"ai_paroxysmal_ventricular_tachycardia_title" = "阵发性室性心动过速";
"ai_paroxysmal_ventricular_tachycardia_explain" = "阵发性室性心动过速指由心室异位激动引起的心动过速，起始和终止突然，频率150～250次/分，节律规则。";
"ai_atrial_flutter_title" = "心房扑动";
"ai_atrial_flutter_explain" = "当心房异位起搏点频率达到250～350次/分钟且呈规则时，引起心房快而协调的收缩称为心房扑动。患者可出现低血压、头晕、心悸、心绞痛，甚至心源性休克。多为器质性心脏病，常见于冠心病、高血压、肺心病、肺栓塞、病态窦房结等。";
"ai_ventricular_flutter_title" = "心室扑动";
"ai_ventricular_flutter_explain" = "心室丧失有效的整体收缩能力，被各部心肌快而不协调的颤动所代替，其血流动力学的影响相当于心室停搏。心室扑动常为心室颤动的前奏，也常是临终前的一种致命性心律失常。";
"ai_myocardialz_ischemia_title" = "心肌缺血(心内膜下缺血)";
"ai_myocardialz_ischemia_explain" = "心肌缺血是指心脏的血液灌注减少，导致心脏的供氧减少，心肌能量代谢不正常，不能支持心脏正常工作的一种病理状态。心脏活动所需要的能量几乎完全靠有氧代谢提供，正常情况下，机体可通过自身调节，促使血液供需相对恒定，保证心脏正常工作。当某种原因导致心肌血液供需失衡，就构成心肌缺血。冠心病是引起心肌缺血最主要、最常见的病因。";
"ai_ventricular_escape_title" = "室性逸搏";
"ai_ventricular_escape_explain" = "逸搏是指当窦房结兴奋性降低或停搏时，隐性起搏点的舒张期除极有机会达到阈电位，从而发生激动，带动整个心脏，称为逸搏，由心室起搏点发出激动来控制心室的称为室性逸搏。";
"ai_atrial_escape_title" = "房性逸搏";
"ai_atrial_escape_explain" = "逸搏是指当窦房结兴奋性降低或停搏时，隐性起搏点的舒张期除极有机会达到阈电位，从而发生激动，带动整个心脏，称为逸搏，由心房起搏点发出激动来控制心室的称为房性逸搏。";
"ai_ppg_auto_monitoring" = "脉率自动监测";
"ai_precise_sleep" = "精准睡眠";
"ai_hr_close_ptt_tip" = "关闭脉率自动监测,当设备以手腕佩戴方式监测睡眠, 精准度会受到一定的影响。";
"ai_ecg_report" = "心电报告";
"ai_test_time" = "测量时间";
"ai_lead" = "导联";
"No ECG data" = "没有ECG数据";
